const database = [
  {
    id: 1,
    division: 1,
    name: '松浦 悠河',
    nameEn: 'Matsuura Yuga',
    yearEntry: '2016',
    department: '大阪支社 HRC Division CA',
    discription: '企業担当営業として活躍後、約１年でキャリアアドバイザーへ。企業担当営業時代に仕入れた知見を活かしキャリアアドバイザーしても早期から結果を残し、入社2年目にして全社MVP受賞という快挙を達成。新しいことへの挑戦に物怖じせず取り組める積極性をもち当社としての地方拠点大阪支社立ち上げ時にも、自ら手を上げて参画している。',
    title:
      '未来は自分で取りに行く。<br>新卒入社から大阪支社責任者へ',
    question: [
      '学生の時に打ち込んだことは？',
      '入社前の「IT」知識レベルは？',
      '説明会で印象に残ったことは？',
      '会社選びの基準は？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '仕事中に心がけていることは？',
      '今後の目標を教えてください。',
      'あなたにとって[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      '私は神奈川大学にいたのですが、学業もサークルも好きでしたね。でも思い出に強く残っているのはアルバイトです。友人から頼み事をされると断れない性格なので、「手伝ってよ」と言われるままにアルバイトをすることが多かったのです。飲食系を中心に4件ぐらい掛け持ちしたこともあるのですが、どれもないがしろにはできませんから、時間を有効に活用しようと業務内容とスケジュールをうまく調整するのに必死でした。日本人は時間をうまく使うのが苦手とよく言われますが、僕自身もその一人だったと思います。今思うと社会人になってから、バイトの掛け持ちが良い訓練になって、自分で働く環境を作っていく感覚や上手なスケジューリングの仕方が身に着いたと思っています。',
      'ほとんどなかったです。ただ仕組みのことは知りませんでしたがSNSなどはよく利用していました。食べ歩きが好きだったんで「食べログ」はプレミアムサービスを利用するほどのヘビーユーザーでしたよ(笑)。',
      'わたしの父は金融関係の仕事をしていたので、社会人はみんな一生をひとつの会社勤めに費やして性格もかっちりしている印象を抱いていました。でもアイムファクトリーの存在を知って、クリエイティブな思考や自分から仕事を広げていける部分を見て、最初はギャップも感じましたがとてもよい刺激になりました。就活中に人材サービスがおこなっていた少人数対少人数での面談形式による合同説明会に参加したのですが、たくさんの企業の方がスーツで真剣な表情で来ている中、アイムファクトリーの代表はラフな格好で参加していたのがどことも世界観が違ってみえて独創的でした。これは面白そうな会社だと思ったのを覚えています。',
      '自分なりに就活の進め方で意識していたのは、企業の方と実際に会って話を聞いてみるというスタイルでした。多対1の説明会だとどうしても企業の方も仮面を被ってしまいます。雑談ベースでもいいから直接お会いできる機会があれば、本音を聞くことができますし、その方がその会社のこともよく分かると思っていたからです。就活中はあまり社会人になって何をしたいという目的が明確ではなかったし、父の職業の影響もあって一生勤めることになるんだと漠然とした思いがありました。しかしアイムファクトリーと出会ってから、自分の将来を大きく広げられるイメージができたので、仕事の幅や自由な社風となんだないうのが最重要項目になりました。',
      'これはもうまさに自分がやりたかったことと、アイムファクトリーが見事にマッチしていたからですね。就活中に大きな刺激を受けた会社ですから、感じたイメージのすべてが理想的だと思いました。ですからこの会社の存在をしってからは迷わず、ここで仕事がしてみたいと素直に決断することができましたね。',
      'クリエイティビティ、自由な社風というのは第一印象で感じたままで入ってからもその通りでした。自分で手を挙げればなんでもやらせてもらえるので、そこはとてもやりがいがあります。大阪にサテライト（支社）を出すことになったとき、まっさきに手を上げたらまだ新人のわたしに役職をつけて責任者にしてもらうこともできました。基本的に自分でやりたいこととそのために何をすればいいかが明確になっていて、きちんとした結果が出せれば受け入れてもらえます。自分で決断して行動できるところがこの会社の魅力だと考えています。',
      '業務を進めるうえで「自分の介在価値とは何だろう」というのはいつも考えています。転職者支援という観点からいうと、自分で選んで就職するのと、私たちがおすすめして書類選考して内定して働く結果にきちんとした違いと価値を持たせてあげたいと思っています。求職者の方は、何かしらのお悩みを抱えて来られるわけですから、そこを掘り下げて、選択肢を広げてあげることが大切です。その結果、来られた方の世界が広がるというのが一番ですから、それを実現できたときに自分の介在価値があったのだと感じます。どこまで出来ているというのは自分では推し量れませんが、すべての求職者の方々や企業のみなさんに頼んで良かったと思える人間になりたいと思っています。',
      '大阪サテライトができて1年が経ち、企業としての組織化がようやくでき上ったところです。来年からは新卒の人にも来てもらうことも決まっていますので、一気に組織が拡大していくタイミングになります。そのときに社員のみんなが働きやすいよう、トップのわたしがきちんとした環境づくりをしてあげるフェーズなのだと考えています。大阪サテライトを将来的に東京に負けない組織にしていきたいと思っていますので、今後もますます仕事に打ち込んでいきたいです。',
      'IT業界も以前のような特別な存在ではなく、ほかの業種との垣根は無くなっていると思っています。ITも広く一般的に浸透しているので、これからますます面白くなっていく時代です。そういう観点からみると大阪はまだまだ発展する余地が多く残っている地域だと思います。やはりITは東京が一番進んでいますから、わたしはそれを直接目の当たりにできるチャンスがあるわけです。ですからわたし自身がトレンドをキャッチして大阪へ持って帰り大阪で広げていく。求職者の人には「これからはこれが面白い」とお伝えすることもできますし、大阪の企業や拠点を求めてこの地に来られる方にも最先端の知識を持った方を紹介できるわけです。アイムファクトリーが日本中から求められる企業になれば、多くのIT企業やエンジニアが成長できることになります。わたしたちがこの業界を支えていくことが、社会貢献に繋がるのだと考えています。'
    ]
  },
  {
    id: 2,
    division: 1,
    name: '岡安 恒壽',
    nameEn: 'Okayasu Tsunetoshi',
    yearEntry: '2016',
    department: '東京本社 TOS Division RA',
    discription: '企業担当営業として数多くのプロジェクトにフリーランスエンジニアの参画を実現させてきている。「まじめ」「こつこつ」とプレイヤーとして着実に成果を上げてきているが、最近では後輩の指導担当についたことをきっかけに、リーダーシップも発揮。仕事に対しては自らの考え方で業務を組み立てていくなど、部門の中核メンバーとして成長してきている。',
    title:
      '価値を高めた決断<br>成長速度を求めて',
    question: [
      '学生の時に打ち込んだことは？',
      '入社前の「IT」知識レベルは？',
      '説明会に参加したときの感想は？',
      '仕事選びの基準は？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '仕事中に心がけていることを教えてください。',
      '今後の目標を教えてください。',
      '[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      '東京農業大学出身で、お酒を造る仕組みを学ぶ醸造学というのを専攻していました。大学時代はサークルに「基礎スキー」をするところがあって、そこに所属していました。シーズンになると白馬でずっと住み込みをしつつ練習に明け暮れる。そんな時代を過ごしていました。',
      'まったく知識はなかったです。Excelも苦手でしたし、キーボードのコントロールキーが見つけられないこともあったぐらいのレベルでした(笑)。',
      '就活では食品系の企業にいく同期が多かったのですが、私はそうした業種の会社説明会に行ってもどうしてもピンとこなかったんです。なんでかなぁ、と人材サービスのエージェントと相談しているときに「私みたいな職業はどうですか？」と言われました。私自身も興味が沸いたので数ある人材系の企業の中でもベンチャーで一生懸命やっているところをいくつか紹介していただいたのですが、その中の一つがアイムファクトリーでした。アイムファクトリーの会社説明会に出席したときに面白いエピソードを聞きました。ゴールドラッシュの時に一番儲けたのは金をたくさん掘り起こした会社ではなく、それをバックアップしていた会社だった、という内容でした。「今IT全盛の時代だけど、IT企業ではなくそれをバックアップする職業が一番熱い。それはまさに私たちだ」と言われたときにゾクっときましたね。',
      'シンギュラリティが訪れたときに不要な人間になりたくないというのは常に思っていました。自分の価値を高めるためには何を選択すればよいかと考えたときに、それを実現できる会社ってどんなものなのか考えていましたね。アイムファクトリーを知ってからは、ITというものに携わりながら常に時代に求め続けられる職業ではないかと直感しました。特にベンチャーであると同時に、求職者と企業側それぞれに対して総合的に関わっていけるところは素晴らしいなと思いましたね。人材サービス系の企業の中にはどちらか一方というところも多くあるので、両者に関わっていけるアイムファクトリーは活躍のしがいのある会社だと思いました。',
      '大手企業に入って年功序列で出世して、という道は個人的にやりたくなかったのでベンチャーには興味がありました。いろいろと話を聞いているうちに、意見を発することができていろいろな仕事を任せてもらえるという点が決め手になりましたね。もう一点、若い世代のうちに苦労してみたかったという理由もあります。他の人が10年掛かって学ぶものを、5年で学べたらそれは人生において大きなアドバンテージになると思います。大手でゆっくり成長するよりはベンチャーで揉まれながら早く成長したかったというのもアイムファクトリーに期待していたところでした。',
      '自分の良いところも悪いところも見ていてくれている会社ですね。これは面接のときからそうだったんですが、ぼくはサークルを途中で辞めてしまったことを面接で打ち明けたときに、結構辛辣なことを言われました。もちろん正論で悪いところは悪い、という論調だったのですが、正直びっくりしました。でもちゃんと自分の悪いところもみているからこそ、こういう話が聞けたんだと思うとそれは結果的に良かったなと感じましたし、会社に入ってもそのスタンスは変わっていなくて安心しました。どうしても就活中は学生の性格までは見てくれなくて、書類上のことだけとか、そのとき受け答えした内容だけで判断されがちだと思います。それに慣れてしまうと甘えてしまいますし、苦手なところから逃げてしまいがちになります。そういったところもきちんと指摘して後押ししてくれるのは本当にうれしいです。今も仕事で納得がいかないことがあれば上司に話しますし、自分が納得するまで付き合ってくれます。実に相談しがいのある会社です。',
      '自分が仲介しているからこそ、御用聞きで終わるようなことにならないよう常に考えています。企業の方からこういう人材が欲しいと言われたときに、そのまま受け入れても良いケースもありますし、それとは違う人のほうが本当は相性が良いケースもあります。それをきちんと考えてアドバイスできるようにすることが大切だと思っています。仕事のスキルとしてタスク管理や業務の優先順位のつけ方なども成長したかなと思いますが、相手が何を求めているのか、相手の立場になって考えたりすることもできるようにしているつもりです。また、人に頼るのがすごく苦手だったんですが、仕事を進める上でどうしようもないケースは多々あります。そんなときに仲間を頼れるようになったのは大きな収穫だと思います。',
      '何かを形にして残せる人間になりたいですね。大学では教職をとっていたので、もともと人に教えるのは好きなんです。しかし、自分が学んできたことを伝えられないまま、この場所を去るようになるのはとても寂しいことです。もちろんそんなつもりはありませんが、ほかの方が転職されるケースも考えて、業務の俗人化をなくしてノウハウを共有できるようにするのが課題かなと思っています。自分がここにいた証を残していける人間になれるようにしたいですね。',
      'エンジニアを支援し、エンジニアを求めている企業の業務をサポートすることで社会の発展に寄与するという、アイムファクトリーの活動そのものを支えるのがミッションだと思っています。さらに加えていくならば、企業と一緒にプロジェクトをどうやって回していくか考えたり、エンジニアに本当に必要なキャリアを提案できたり、長いお付き合いができるような提案力がポイントだと考えます。「うちが良い人材を紹介したからこの会社が伸びたんだ」って言える結果をたくさん出せるとうれしいですね。'
    ]
  },
  {
    id: 3,
    division: 2,
    name: '田﨑 葵',
    nameEn: 'Tasaki Aoi',
    yearEntry: '2018',
    department: '東京本社 TOS Division RA',
    discription: 'パッケージソフト大手メーカーで法人営業として活躍後、当社へ。現職ではフリーランスエンジニアの営業支援を行う部門で企業担当営業として活躍中。入社2年目にしてチーフに抜擢された成長株、見た目の朗らかさの裏に仕事に対する強い信念を持つ。',
    title:
      '柔軟で自由な対応が魅力<br>チーム体制で相互価値を高める',
    question: [
      '業務内容と1日のスケジュールを教えてください。',
      '転職のきっかけは？',
      'アイムファクトリーの第一印象は？',
      '転職活動中に大切にした基準は？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '今後の目標を教えてください。',
      '[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      'リクルーティングアドバイザーとして、フリーランスのWebエンジニア向けの企業案件を取ってきてご紹介する業務を担当しています。一般的な1日の仕事の流れとしては、朝出社してまずはメールの整理ですね。それとその日の社内ミーティングを行います。その後、担当企業の営業や現場のエンジニアさんと打ち合わせをしたり、どんな人材が欲しいのか話を伺ったりします。現場の声を直接聞くことでなるべく具体的なご提案ができるようにしています。打ち合わせが終わると夜になっていることがほとんどなのでそのまま直帰するというスタイルが多いです。',
      '前職はソフトウェアメーカーに勤めていて、パッケージソフトを法人向けに販売する営業を担当していました。転職を考えるきっかけは、やはり物を売る仕事なので、自分の価値がなかなか見いだせなかったところですかね。もちろん売れるとうれしいのですが、それは商品に価値があるからで自分とは違う部分で評価されているのです。逆に売れなかったときも、機能が不足していたなどの理由がほとんどですから、自分の努力でどうにかできることはありませんでした。そこで、自分の価値を発揮してお客様に喜んでもらえる、自分が評価されて仕事が成り立つ業種がやってみたくて転職を考えるようになりましたね。',
      '最初にアイムファクトリーを知ったときは、ものすごくスピード感がある会社だなというのが第一印象でした。若い人が多くてみんな生き生きとしてるのも良かったです。また、若手でも管理職につけたり、様々な機会がもらえるというのがすごいなと思いました。前職もIT企業ではあったので若い人も多めではあったのですが、管理者に抜擢されるような会社ではなかったので驚きました。',
      '転職活動を始めた当初はキャリアアドバイザーになりたかったので、最初から人材紹介の業種に絞っていました。その仕事なら自分の介在価値を発揮できますし、お客様にも自信を持った提案ができると思ったからです。ですから、優先順位というと自分の介在価値が発揮できる会社であることでしたね。実際に面接の時に聞いた会社の仕事に対する考え方がとても納得できるものだと感じました。例えば「台風が来る」という状況になったとき、遅延する電車を待って出社するよりも、自宅リモートでできることをしたほうが生産性は高いということが瞬時に判断できる社風なんです。これは一つの例ですけれど、私もそういう考え方をしていきたいと思っています。',
      '様々な人材会社を拝見しましたが、その中でもアイムファクトリーにしかないと思ったポイントがいくつかあって、それが決め手になりましたね。スピード感や若手がのびのびと仕事をしている環境が整っているところもそうです。また、自分の主張がしやすいのも良いところだと思います。組織づくりや欲しい制度に関しても意見が言えるのはとても素晴らしいことですよね。私がこれまでやってきた営業担当だけでなく、様々なポジションに携わることができる点も素晴らしいと思いました。いろいろな意味で成長の機会がもらえるのがこの会社の一番の良いところだと思います。',
      '今年で2年目になりますが、当時から自分の裁量である程度任せてもらえる、自由な社風だなというイメージが強かったです。何かを決めるにしても、申請をして承認を貰ってという形ではなく、自分でしっかりと意見をいうことで、それが十分納得してもらえるものであれば、「以降はそれで行こう」となってくれます。ただし、それに対して成果がきちんとだせないといけませんから責任感というものはとても強く感じるようになったと思います。',
      '今年の7月からチーフという形で3名のメンバーを取りまとめるポジションになったのですが、これまでそういう仕事をしたことが無かったので初めての試みになります。これからはチーム全体の数字をみていかないといけないですし、チームワークも大切になってきます。具体的な目標でいうと、そうした課題をクリアして、チーム全体で良い成績を残すことと、チーム内から社内で優秀な成績を収めた人に贈られるMVPを出すことですね。それに向けての取り組みとして、チーム内で自分がいま困っていることを共有する機会を作っています。一人ではひとり分の成長しかできませんが、ほかの人の意見も参考にすることでより大きく成長できるものだと思っています。例えば、これをするようになってから、新卒のとき私も同じような壁を感じたなとか、同じ目線で話を聞くうちにこちら側からも色んな発見があります。それに対して検証して、解決していくことで、全員がお互いの知識レベルや技術レベルが把握できるようになりました。その結果、メンバーそれぞれが長所短所を補いつつフォローしあって同じ目標に向かえるようになってきました。この会をすでに何回かやっていますが、今朝もメンバー同士が声を掛け合っている様子をみると成長を感じますし、チームも良い方向に進んでいると確信できますね。',
      'エンジニア一人ひとりに対して正面から向きあって、その人の将来をまじめに考えてキャリアに合わせた提案をする。転職に関しては自分で気が付けないこともたくさんあるので、相手を支えつつ、きちんと組織の中で活躍する人を送りだしてあげたいと思っています。彼らが活躍する社会があってこそ、世の中を変えていくサービスが出てくると思うので、まずは企業活動の根源である「人」を大切にして、しっかりと向き合っていきたいと考えています。'
    ]
  },
  {
    id: 4,
    division: 1,
    name: '辻川 尚輝',
    nameEn: 'Tsujikawa Naoki',
    yearEntry: '2018',
    department: '東京本社 HRC Division CS',
    discription: '新卒で企業担当営業を経験した後、CSチームのチーフとして主に求職者向けのマーケティング・集客戦略を担当している。仕事上ではデータを用いた論理的・合理的な発想とアカデミックなアプローチをしていくが、後輩への面倒見のよさや、同僚への気遣いなど兄貴分的な一面も持つ。',
    title:
      '探求心が湧いてくる。<br>変化を楽しむ柔軟な組織',
    question: [
      'どんな学生でしたか？',
      '入社前の「IT」知識レベルは？',
      'アイムファクトリーとの出会いは？',
      'どんなところに惹かれましたか？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '今の仕事の課題は？',
      '今後の目標を教えてください。',
      'あなたにとって[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      '東北大学の大学院修士課程を修了しています。理論物理を専攻していたので、黒板とにらめっこするとか論文を書くとかそういう人に思われがちですが、それよりも研究者の書籍を読んでその内容についてディスカッションするとかが好きなタイプです。数式の結果が知りたいのではなく、その数式を作った意図を掘り下げたい、そんな学生だったと思います。',
      '高専から大学に編入したんですが、その高専は情報系の学校でしたから、言語やプログラミングも一通り習っていました。もちろん高専ですから広く浅くではありますが、同世代の中ではそれなりに知っていたと思います。',
      '人材系の仕事に興味を持ち始めていたときにアイムファクトリーの説明会に参加しました。「IT×人材」ということで馴染みのある業種でもあったので興味を持ちましたね。説明を聞いてからは、「高専時代の仲間を支援する仕事」みたいな気持ちになれました(笑)。',
      'わたし自身はディスカッションが好きだったということもあって、最初はコンサルタントを目指していたんです。人と話をしながら課題を発掘して解決する、そんなイメージがあったのですが、実際にビジネスの世界のコンサルタントは企業やビジネスに向けたコンサルであって、人と向き合った議論はあまりしないように思えてきました。わたしとしてはもっと人と向き合う仕事がしたかったので、「ではもっと人を支援できる仕事は何か」と突き詰めたときに人材サービスが浮上してきたのです。そこで知ったのがアイムファクトリーで、先ほど言ったように説明会に伺ってからは、この一社だと心に決めていましたね。',
      'これはまさに「IT×人材」という部分に対して打ち込めるところに尽きます。これは面接のときにほかの上司の方から言われたのですが、「人材の仕事は誰でもできるけど、泥臭くて誰もやらない。そこをやるのが我々なんです」という言葉も決め手になりましたね。ITという領域であっても、人材だけはまだまだ人との対話が基本になる。ちゃんと地に足がついた仕事だからこそ、パワフルで面白い会社なんだろうということが伝わったので入社を決めました。',
      '変化を楽しむことができる人がとても多い会社ですね。みんな様々なものに興味があって、何かを見つけたらさっそく試してみる。そしてその結果をみんなとシェアする。ですから、ITに関しても、そうでない話題でもアンテナが鋭く、鮮度がとても高い。情報の質が高いので、お客様と話をしていても「知らなかった」というのがほとんどないんです。それを会社の命令だからとか、業務上仕方なくというのではなく、みんな面白がって取りに行く。そういう方向性を持った人が集まっているのがアイムファクトリーだと思いますね。',
      '今心掛けているのはやるべきことの優先順位付けですね。IT業界は人も企業も流動性がとても高い。昨日の常識が今日は変わっていることもあるぐらいですから、常に考えて行動しなくてはなりません。どのように優先順位をつけるかというと、入り口から出口まで一連の流れをみて判断します。1年目では企業担当をしていたので、その領域の一連の流れは理解できました。今は求職者の担当をしているので、新しい領域について勉強している最中です。求職者はまずカウンセリングを受けて面談に来る、気に入った企業にエントリーして結果が出る。成功した人ばかりでなく、残念な結果になった人もいます。しかし、どこかのタイミングでおすすめした企業以外の選択肢を与えられていたら、市場の変化をもっとはやく察知できていれば、様々な理由で成功に繋ぐことができたのではないかと分析しています。それによって、次の求職者のためにしてあげれることの優先順位も付けやすくなっているので、今後ももっと掘り下げていきたいと思っています。',
      '実は最近結婚したので、一人前の社会人として色んなことにチャレンジしたいと思っています。直近では、社内の情報の見える化を進めたいと思っています。分析ツールも最低限のものしかありませんが、入力方法をもっと整備してルール化を進めるだけで、出てくるデータの品質は大きく向上するはずです。さらに一歩進んでその情報をベースに営業分析に使えれば提案の精度も高まりますし、業務効率化やナレッジ共有の促進も狙えます。情報を整理して見える化を進めればメリットが大きい上に、お客様を支援するという大きな目的にも貢献できます。自分自身は超理系ですから(笑)、結構楽しみながらやれそうなのでまずはそれに取り組んでいきたいですね。',
      'アイムファクトリーには事業部がふたつあって、フリーランスの支援と、転職者の支援に分かれています。体系はそれぞれ違いますが、人材を必要としている企業に対して、最適な求職者を提案することと、求職者にとっては最高のキャリアプランを提供するというこの2点になります。社会的に変化を続ける中でも最適な提案を出せること。その体制を維持し続けることがミッションだと考えています。例えば、最近では働き方改革が盛んに叫ばれていますが、そのお話をする際に成功例として「アイムファクトリー」を出せるのも強みだと思っています。時短就業者もいますし、ママさん管理職の人もいます。営業職もいればエンジニアもいます。こうした様々な業種、業態の人々がひとつのフロアで一緒の目的に向かって働いているんです。ですから成功事例がここにあるのですということを伝えるだけで、良いイメージを持ってもらえますし、提案にもつながる。これはほんの一例ですが、企業の方々も求職者のみなさんもお互いにWin-Winの関係でいられるように、私たちが積極的にお手伝いすることで社会をより良い方向に向けられたら良いなと思っています。'
    ]
  },
  {
    id: 5,
    division: 2,
    name: '仲田 優子',
    nameEn: 'Nakata Yuko',
    yearEntry: '2019年',
    department: '東京本社 HRC Division RA',
    discription: '大手生命保険会社でのバックオフィスを経験後仕事の幅を広げたいとベンチャーでの就業を希望し当社へ。企業担当営業として良い意味でこれまでの経歴を感じさせない柔軟さを併せ持つ業務では幅広い業界を担当し、社内イベントでは司会もこなす器用さを見せながらすべての仕事の準備を入念に行う影の努力家。',
    title:
      '理想の実現はこの一瞬から。<br>仕事に打ち込む社風を求めて',
    question: [
      '1日のスケジュールは？',
      '転職のきっかけは？',
      'アイムファクトリーの第一印象は？',
      '就職活動中に大切にした基準はありましたか？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '今後の目標を教えてください。',
      'あなたにとって[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      '中途採用支援業務の企業担当をしています。企業がうまく人材を採用できるように、採用コンサルタントとして担当の方にヒアリングして企業としての魅力を引き出しつつ、求職者の方々により良い情報をお届けする仕事をしています。同じ1日はないのですが、一般的な内容でいうと朝出社してメール対応やミーティングをしながら、担当している企業へ向かいます。毎日どこかしらの会社様とアポイントがありますから、打ち合わせのタイミングを踏まえて1日の行動を決めます。お伺いした会社様では、現場のエンジニアさんとお話をして、どのような業務で人が必要なのか具体的なすり合わせをします。その際そのプロジェクトのことだけでなく、その後の業務の方向性や企業文化なども聞くようにして、なるべく掘り下げた情報を貰うようにしています。それを持ち帰り求職者担当の人に受け渡すことで、よりリアルな情報が提供できますからね。',
      'もともと大手金融機関で働いていて、そこではバックオフィス業務を担当していました。その仕事は自分が求めていたものではないような気がしてずっとモヤモヤを抱えていたのですが、それは自分が置かれた環境がそう感じさせているんだろうと思っていました。しかし、あるときプライベートの時間を使ってNPOの活動に参加したとき、自分が興味のあることにチャレンジするときの楽しさを思い出しました。そこでモヤモヤしていたのは、置かれた環境によるものではなく自分が自分らしく生きていないからだと気がついたのです。大学のサークル時代に人が活躍できる場を作ることもやっていたので、人が挑戦できるような環境を作ってあげることに興味があることは分かっていました。そこで人材を扱う業界に行きたいなと思うようになって、今それを実現しているというわけです。',
      'アイムファクトリーに面接の際その場に代表がいて、そのときのインパクトがとてもすごくて…　これまでに会った事が無い人でした。これまでの会社で見てきた「上司と部下」というのとはまったく異なっていて、とても楽しくてパワーをもらった気がしました。',
      '優先順位と言うか、最初は企業の人事担当をやってみたくて転職活動を始めたのですが、なんの経験もなくてこれまでやってきた業務ともかけ離れている。それを考えるとそのままチャレンジしても無理だということに気が付いたんです。そこで自分としては将来やりたいことに向かって努力したほうがよいと方向転換して、人事をやるには人材サービスの職種をやってみるのが身に着けたいスキルが得られるのではないかと思ったのです。この会社ですごいなと思ったのはとてもスピード感があることです。面接が終わって結果が出るのも早くて、この会社がとても魅力的に見えましたね。',
      '先ほど触れたように転職活動中に人材をやってみたいと思うようになったので、最初はIT系でとかベンチャーでとか考えていませんでした。しかし大手企業出身で転職の道を選んだからにはチャレンジが必要と思って、会社規模も職種も違うこの会社がいいなと思いましたね。あと、前の職場はまだ女性はちょっと控えめにしなくてはいけないといった空気が少しだけ残っていて、そのやりづらさを感じながら仕事をするのが嫌だったんです。面接を受けていると、性別問わず仕事に打ち込める社風なんだなと確信できたのもこの会社が気に入った理由のひとつです。',
      '「思ったよりもちゃんとしていた」というのが入社した直後に感じたことですね(笑)。私の中でベンチャーって得体が知れないものだったんで、どのような業務形態かあまりイメージはできてませんでした。でもアイムファクトリーは勤務管理もきっちりしていますし、セキュリティだってちゃんとしている。良い意味の安心感がありましたね。また働き始めて思ったのは前職では名前を出せば誰もが知っている会社で名刺を見せただけで信用してもらえましたが、アイムファクトリーでは自分の行動と言動で一から信頼してもらえるようにしなくてはいけません。大変ではあるのですが、やりがいを感じる部分でもあります。実は企業担当と決まったときに最初は何件かお客様を貰えるものかと思っていたのですが、そこも一からテレアポを自分でやりながら新規開拓しなくてはいけなかったのには驚きました。あらゆる面で最初から自分でなんとかしなくてはいけないので、良い意味であらゆることが経験として身につくのだと思いました。',
      'まだ仕事をはじめて半年も経っていませんが、担当企業が100以上になりました。それで思ったのは、会社って人材確保に積極的なところもあれば、苦手意識を感じている会社もあるんです。求職者へのレスポンスも早いところもあれば、遅いところもある。そんな個性があるのが組織なんだなと毎日実感しています。そうした個性を把握しつつ、企業の事業モデルとか収益モデルなども理解するのが面白いと感じるようになりました。それに加えてトレンドや市場観を見ながら対応できるようになると、その企業の個性を引き出しつつ、より良い提案ができるのかなと思っています。また今はまだ企業担当から外れるつもりはないのですが、逆に求職者担当もやってみたいと思っています。同じように個性があるはずですから、それを理解しつつ最善の提案をしながら背中を押してあげられる存在になりたいですね。',
      '自分のやりたいことができ、自分らしく活躍できる人がたくさん増えることが社会に変革をもたらすのだと思います。人材をうまく活用できていない企業もありますが、大きな視点に立って企業にも求職者にも新しい価値観を提供できるようになるのが目標です。'
    ]
  },
  {
    id: 6,
    division: 1,
    name: '坂本 昂大',
    nameEn: 'Sakamoto Takahiro',
    yearEntry: '2018',
    department: '東京本社 HRC Division RA',
    discription: 'ネットベンチャーを得意としながらも、さらなる知識向上に向けて企業研究には余念がない。最近ではキャリアアドバイザーの兼任も行う社内のムードメーカー的な存在で、すべてを前向きに変換できるスーパポジティブなメンタルの持ち主。',
    title:
      '背中で語るエースになる。<br>結果を出<span>すやりがいを求めて',
    question: [
      '学生の時に打ち込んだことは？',
      '入社前の「IT」知識レベルは？',
      'アイムファクトリーの第一印象は？',
      '会社選びの基準は？',
      'アイムファクトリーに入社した理由は？',
      'アイムファクトリーってどんな会社？',
      '仕事中に心がけていることは？',
      '今後の目標を教えてください。',
      'あなたにとって[社会に変革をもたらすヒトと企業を加速する]ミッションとは？'
    ],
    answer: [
      '帝京大学で学生時代を過ごしましたが、当時打ち込んでいたことはサークルと趣味ではじめたビリヤードですね。サークルはバレーボールをやっていました。スポーツが好きで中学高校と野球に打ち込んでいたのですが、気分転換したくなって始めたのがこのサークルでした。サークルでは年に2回大会に出るのですが、50名ぐらい選手がいる中でバレーボール経験者は2人だけ。そもそも実力がなくて良い結果も残せませんでした。好きなスポーツで集まっている人たちなのでこのままでは悔しい、なんとかならないかということで、ぼくがチームリーダーを引き受けることになりました。そこで身長や運動神経などを考慮してポジションを改めて決め直して、経験者を中心に練習方法も見直して進めてみました。すると今までは1回戦突破が最高記録だったのですが、いきなりベスト8まで進むことができたんです。このとき、形がないものから何か作り上げ、結果が出るとものすごくやり甲斐が感じられるのだと知りましたね。ただバレーボールは今でも好きなのですが、社会人になってからのことを考えると団体競技なので継続が難しそうに感じたので、いつでも手軽に楽しめるスポーツをということでビリヤードもやり始めました。こちらは今でも練習していますし、今後も続けていきたいと思っています。',
      'PCやSNSなどのサービスは無意識に使っていましたが、ITに関しては長い間「インターネット・テクノロジー」と感じていたぐらいなので、ほぼ知識はありませんでした(笑)。',
      '就活のときに人材サービスのエージェントを使っていたのですが、いろいろと進めていく中でエージェントの方が「じゃあ、ぼくたちみたいな仕事はどうですか？」と言われたのです。いろいろと親身になってくれていたので、すごく興味が沸いて紹介してもらったのがアイムファクトリーでした。最初に説明会に来た時には会社全体が「若いな」というのと、「赤いな」というのがとても印象に残っています(笑)。赤いな、というのは企業のイメージカラーですから当然だったのですが、代表と話をしてみてそのカリスマ性の高さとキャラクターですべてが納得いった感じです。',
      'ぼく自身は会社の中で働いている人を一番重要視していました。一般的に「新卒の人は入社して3年で3割ぐらいが辞めていく」などと言われていましたから、ぼくはそこに入りたくないと思っていたからです。実際に説明会に参加し、とても興味を持ったので実際に働く人たちとも話がしてみたいと思っていました。その後、実際に話してみるとみんなとても素晴らしい人ばかりで…　それで「絶対に3年以上働ける会社だ」ということが分かったのが大きかったですね。',
      '大学のサークル時代に学んだ経験が、この会社では思う存分やれそうだと思ったからです。実はもう一社内定が決まっていたのですが、そちらは外資系オイル販売の企業でした。大学時代に外資系のアパレルでバイトもしていましたが、確かに人に物を売るという仕事は魅力です。でもそれは製品を良く見せているからで、自分がそれを売っているからではないように思えました。ぼくにとっては自分から仕事を計画して動いて成功させて得る達成感のほうが大きく見えて、アイムファクトリーで仕事をしたいと強く思うようになりました。結局大学時代から就活までの間に得た判断材料のすべてがこの会社には揃っていたから、ということになりますね。',
      'スピード感があることはもちろんですが、新卒2年目にしてやらせてもらえる環境がたくさん用意されていることに驚きました。例えば求職者に対して新卒2年目のぼくがOJTで何か教える、なんてことは他社ではないと思いますし、面接の現場や内定者との面談などに同席する機会もないと思います。そういう貴重な体験ができるのもこの会社ならではだと思います。',
      '考えるだけでなく実際に動くこと、そしてそこから得た結果を振り返ってみることではじめてスキルアップができると思っています。責任を持って行動して振り返るというのがぼくの仕事に対する心構えですね。2年目ですが成長したなと感じるところもあります。自分がその仕事に関わることで最終的にどんなメリットをもたらすことができるのか？その仕事に関わる目的とは何なのか？という部分を考えながら仕事ができるようになったのが一番かなと思います。今すべてが良い方向でできているか、それはまだ分かりませんが、企業の方に「どうでしたか？」というお話を聞くと自分がそこにいたことによってどんな影響を与えたのかも分かります。良かったという肯定的なお話ももちろんうれしいのですが、こういうところがダメだった、というお叱りのお声も積極的にいただくようにしていますし、そういう意見こそ大切だと思っています。',
      '今は企業担当なので、業務の幅を広げる意味でも求職者担当もしてみたいと思っています。また4月の全社会議で公表したんですが、個人的には「背中で語るエースになりたい」と思っています。そういう人物って社内でも社外でも影響力が大きいと思うんです。そういう人間になれるといいな、と考えています。',
      '社会に変革をもたらすサービスを提供しているのは企業です。そしてその変化をもたらすようなサービスを作るのは企業の中でがんばっている人なんです。ですからアイムファクトリーから人材を必要としている企業へ向けてベストな人材を届ける。また企業が求めている理想の人材像を求職者に伝えることで、エンジニアがスキルを最大限に発揮できるようにする。この双方向の流れを加速させていくことが、自分のミッションかなと思っています。'
    ]
  }
]

// インポート先で使用できる関数をオブジェクトとしてまとめたもの
export default {
  fetch (id) { return database },
  find (id) { return database.find(el => el.id === id) },
  asyncFind (id, callback) {
    setTimeout(() => {
      callback(database.find(el => el.id === id))
    }, 1000)
  }
}
